<html>
	<head>
		<link rel="stylesheet" type="text/css" href="style.css" />
	</head>
	<body>
		<div id="contenedor">
			<br><br>
			<p>
				<h1>Vidocl&uacute; - Ayuda</h1>
			</p>
			<p><a href="./index.html">(Atr&aacute;s)</a></p>
			<p>
				<h2><a href="#AddUser">Agregando</a>, <a href="#ModUser">Editando</a> y <a href="#DelUser">Borrando</a> Peliculas</h2>
			</p>
			<a name="AddUser" id="addUser"></a>
			<p>
				Agregar una pelicula es muy sencillo. Primero debemos pulsar el bot&oacute;n "Peliculas"
				en el men&uacute; principal (Dentro del &aacute;rea "Base de Datos").
			</p>
			<img src="./img/001.png"/>
			<p>
				Se nos abrir&aacute; un men&uacute; donde podr&aacute;s ver todas las peliculas que ya se encuentran en la base de datos.
			</p>
			<p>
				En la parte superior derecha hay un cuadro de busqueda que te puede facilitar la busqueda de una pelicula en concreto.
			</p>
			<p>
				Para a&ntilde;adir una nueva pelicula pulsamos el bot&oacute;n "+" en el margen izquierdo.
			</p>
			<img src="./img/008.png">
			<p>
				Se nos abrir&aacute; un cuadro de dialogo en el que debemos que introducir todos los datos y luego tenemos que pulsar "Aceptar". Si alg&uacute;n dato no est&aacute; bien introducido el formulario nos avisar&aacute; cual es el dato incorrecto.
			</p>
			<p>
				La caratula es opcional, pero es muy recomendable a&ntilde;adir una. La imagen ser&aacute; guardada en la base de datos por lo que no tendr&aacute; que preocuparte de si se borra la original.
			</p>
			<img src="./img/011.png">
			<a name="ModUser" id="modUser"></a>
			<p>
				Si lo que queremos es editar los datos de una pelicula, lo primero que debemos hacer es seleccionarla (Se admite multiselecci&oacute;n) y despues pulsar el bot&oacute;n "E" en el margen izquierdo.
			</p>
			<img src="./img/010.png">
			<p>
				El formulario que nos aparecer&aacute; es id&eacute;ntico al que aparece al a&ntilde;adir una pelicula, pero aparece con los datos de la pelicula a editar ya cargados.
			</p>
			<img src="./img/012.png">
			<a name="DelUser" id="delUser"></a>
			<p>
				Para borrar una pelicula solo tenemos que seleccionarla (Se admite multiselecci&oacute;n) y pulsar el bot&oacute;n "-" en el margen izquierdo.
			</p>
			<img src="./img/009.png">
			<p><a href="./index.html">(Atr&aacute;s)</a></p>
		</div>
	</body>
</html>
